[
    {
        "family_name": "BRETON",
        "first_name": "Charles",
        "bio": "BORDELEAU* dit Laforest, Antoine. Militaire. Baptisé le 12-12-1633, paroisse Saint-Pierre. Fils de Jean Bordeleau et de Marie Villain. Marié à Pierrette Hallier ou Allies, à Québec, le 15-10-1669. Décédé à Neuville (Qc) le 18-09-1717. Arrivé à Québec, avec le régiment de Carignan-Sallières, compagnie de Maximy, en 1665. Installé à la seigneurie de Dombour à Neuville (Qc), en 1681, avec vingt arpents de terre. (BGCF)"
    },
    {
        "family_name": "DURAND",
        "first_name": " Jean",
        "bio": "ALLARD dit La Barre, Julien. Né en 1645. Marié à Marie Mercier, à Sorel (Qc), vers 1675. Six enfants. Décédé à Lavaltrie (Qc), le 21-03-1704, inhumé à Sorel (Qc), le 22-03-1704. Engagé, chez le notaire Pierre Teuleron, à La Rochelle (Fr.), auprès de Pierre Gaigneur, le 27-03-1665, il embarque sur le navire « le Cat-de-Hollande » et arrive à Québec, le 18-06-1665. (IFGH)"
    },
    {
        "family_name": "JOUIENEAU ou JUNEAU",
        "first_name": " Jean",
        "bio": "ACCART dite la Veuve La Maignière, Marie-Thérèse. Fille de Louis Accart et de Marie Robert. Mariée à Jean de La Maignière, négociant, impliqué dans le commerce des fourrures du Canada à La Rochelle (Fr.), paroisse Saint-Barthélemy, en 1689. A la mort de ce dernier, en 1705, elle reprend son commerce des fourrures, sous le nom de la Veuve La Maignière. Elle devient la représentante de la Compagnie de Castor du Canada dès 1707, mais fait faillite, en 1713. (ILMPC)"
    },
    {
        "family_name": "JOUIENEAU",
        "first_name": " Pierre",
        "bio": " ADAM*, Augustin-Joseph. Baptisé le 23-03-1757, paroisse Saint-Jeandu-Perrot. Fils de Nicolas Adam et de Marie Blanchard. Marié à Marguerite Crochet, à La Nouvelle-Orléans (Louisiane), le 24-11-1785. Il s’embarque pour la Louisiane, le 12-08-1785. (IFGH)"
    },
    {
        "family_name": "LE BORGNE",
        "first_name": " Emmanuel (Fils)",
        "bio": " ALAVOINE, Charles. Marchand. Baptisé en 1655. Marié à Marie-Thérèse Machard, à La Rochelle (Fr.), en 1689. Installé en Nouvelle-France, en 1694. (ILMPC)"
    },
    {
        "family_name": "ÉLIE",
        "first_name": " Pierre",
        "bio": "CHEVREUX dit La Taupine, Simon. Né entre 1635 et 1636. Fils de Pierre Chevreux et de Catherine Bonneau. Marié à Barbe Baron, à Québec, le 03-11-1667. Trois enfants. Décédé à Québec, peu avant le 13-06-1672. (IFGH)"
    },
    {
        "family_name": "IMBAUTL dit Matha",
        "first_name": " Guillaume",
        "bio": "AUBÉ ou AUBIN dit Saintonge, Louis. Militaire. Né vers 1669. Fils de Thomas Aubin et de Jeanne Benureau. Marié à Madeleine Buy dite Lavergne, à Montréal (Qc), le 27-11-1698. Décédé à Montréal (Qc), le 05-08-1716. Soldat des troupes de la Marine, compagnie de Lavaltrie, arrivé en Nouvelle-France, en 1693. (FO)"
    },
    {
        "family_name": "FONTIGNY dit Saint-Jean",
        "first_name": " Pierre",
        "bio": "AMBERT, Marguerite. Fille de Louis Ambert et de Jeanne Métivier. Mariée à 1) Jean Texier, en janvier 1733. 2) François Rolland, à Rochefort (Fr.), en août 1740. 3) Martin Héron, en août 1747. Elle part pour l’Île-Royale (Acadie). Après la perte de Louisbourg (Nouvelle-Écosse), elle s’embarque, avec son mari et son fils, sur le navire « Le Richemont », à destination de La Rochelle. Ils meurent, tous les trois, pendant le voyage de retour. (ILMPC)"
    },
    {
        "family_name": "DALLON",
        "first_name": " Marie",
        "bio": "ALBERT* dit Laroche, André. Baptisé le 21-04-1631, église Saint-Pierre. Fils de François Albert et de Thomasse Gabaret. Marié à Anne Goiset, à Québec, le 21-10-1669. Décédé à Québec, le 30-09-1684. Engagé, il arrive en Nouvelle-France, en 1657. (ILMPC)"
    },
    {
        "family_name": "TACHE ou TASCHET",
        "first_name": " Guillaume",
        "bio": "RONDEAU dit Saint-Laurent, Pierre. Militaire. Né en 1703. Fils de Jean Rondeau et de Françoise Gaultier. Marié à Louise Racette, à Saint-Augustin (Qc), le 23-07-1725. Soldat des troupes de la Marine, compagnie de Saint-Martin, arrivé en Nouvelle-France, en 1722. (ILMPC)"
    },
    {
        "family_name": "DORE",
        "first_name": " Jean-Baptiste",
        "bio": "AUGER, Louis. Né en 1667. Marié à Marie-Antoinette Barabe, à Lotbinière (Qc), vers 1691. Cinq enfants. Cité à l’Hôtel-Dieu de Québec, le 01-08-1691. (IFGH)"
    }
]